[About Language File]
Version=12.17.0
Date=05.02.2017
Author=Christian Heinrichs
Email=christian.heinrichs@openmailbox.org
Comments=Deutsche Sprachdatei für EditBone

[MainForm]
ActionDirectoryContextMenu:h=Kontextmenü
ActionDirectoryContextMenu=K&ontextmenü
ActionDirectoryDelete:h=Datei oder Verzeichnis löschen
ActionDirectoryDelete=Löschen
ActionDirectoryFindInFiles:h=In mehreren Dateien suchen
ActionDirectoryFindInFiles=In Dateien &finden...
ActionDirectoryProperties:h=Datei/Ordner Eigenschaften einsehen
ActionDirectoryProperties=Eigenschaften...
ActionDirectoryRefresh:h=Dateien aktualisieren
ActionDirectoryRefresh=E&rneuern
ActionDirectoryRename:h=Datei oder Verzeichnis umbenennen
ActionDirectoryRename=Umbe&nennen
ActionDocument=&Dokument
ActionDocumentFormat=Formattieren
ActionDocumentFormatSQL:h=SQL formattieren
ActionDocumentFormatSQL=SQL formattieren
ActionDocumentFormatXML:h=XML formatieren
ActionDocumentFormatXML=XML &formatieren
ActionDocumentFormatJSON:h=JSON formatieren
ActionDocumentFormatJSON=JSON &formatieren
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONMinify:t=Translation needed
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentHTMLExport=HTML Export
ActionDocumentHTMLExport:t=Translation needed
ActionDocumentInfo:h=Anzahl der Zeilen, Wörter und Zeichen...
ActionDocumentInfo=Info...
ActionDocumentViewInBrowser:h=Aktives Dokument im Standardbrowser anzeigen
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=Im Browser anzeigen
ActionEdit=B&earbeiten
ActionEditCopy:h=Selektion kopieren
ActionEditCopy:s=Ctrl+C
ActionEditCopy=K&opieren
ActionEditCut:h=Selektion ausschneiden und kopieren
ActionEditCut:s=Ctrl+X
ActionEditCut=Auss&chneiden
ActionEditIndentDecrease:h=Einrückung vermindern
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=Vermin&dern
ActionEditDelete=Lösch&en
ActionEditDeleteEndOfLine:h=Ende der Zeile löschen
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Ende der Zeile
ActionEditDeleteLine:h=Zeile löschen
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=Zei&le
ActionEditDeleteWhitespace:h=Leerraum von selektiertem Text entfernen
ActionEditDeleteWhitespace=Leerrau&m entfernen
ActionEditDeleteWord:h=Wort löschen
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Wort
ActionEditIndentIncrease:h=Einrückung erweitern
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Erhöhen
ActionEditIndent=Ei&nrücken
ActionEditInsert=Einfügen
ActionEditInsertHexColor=Hex color
ActionEditInsertHexColor:t=Translation needed
ActionEditInsertHexColor:s=Shift+Ctrl+C
ActionEditInsertDateTime:h=Datum und Zeit einfügen
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=Zeit und &Datum
ActionEditInsertLine:h=Zeile einfügen
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=Zei&le
ActionEditInsertTag:h=HTML/XML Tags einfügen
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML Tags...
ActionEditPaste:h=Einfügen
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Einfügen
ActionEditRedo:h=Letzte Aktion wiederholen
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=Wiede&rholen
ActionEditSelectAll:h=Alles auswählen
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=Alles auswählen
ActionEditSort=Sor&tieren
ActionEditSortAsc:h=Aufsteigend sortieren
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Aufsteigend
ActionEditSortDesc:h=Absteigend sortieren
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Absteigen&d
ActionEditSortRandom=Random
ActionEditSortRandom:s=Random sort
ActionEditSortRandom:t=Translation needed
ActionEditToggleCase:h=Groß/Kleinschreibung
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=&Groß/Kleinschreibung
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseUpper=Upper
ActionEditUndo:h=Letzte Aktion rückgängig machen
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Rückgängig
ActionFile=&Datei
ActionFileClose:h=Aktives Dokument schließen
ActionFileClose:s=Ctrl+F4
ActionFileClose=&Schließen
ActionFileCloseAll:h=Alle offenen Dateien schließen
ActionFileCloseAll=Alle s&chließen
ActionFileCloseAllOther:h=Alle anderen Seiten schließen
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Alle anderen schließen
ActionFileExit:h=Anwendung beenden
ActionFileExit:s=Alt+F4
ActionFileExit=Be&enden
ActionFileNew:h=Neues Dokument erstellen
ActionFileNew:s=Ctrl+N
ActionFileNew=&Neu
ActionFileOpen:h=Ein vorhandenes Dokument öffnen
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Öffnen...
ActionFilePrint:h=Aktives Dokument drucken
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Drucken...
ActionFilePrintPreview:h=Vorschau
ActionFilePrintPreview=Dr&uckvorschau...
ActionFileProperties:h=Dateieigenschaften
ActionFileProperties=Eigenschaften
ActionFileReopen=Erneut öffnen
ActionFileReopenProperties=Properties...
ActionFileReopenProperties:t=Translation needed
ActionFileSave:h=Aktives Dokument speichern
ActionFileSave:s=Ctrl+S
ActionFileSave=&Speichern
ActionFileSaveAll:h=Alle Dokumente speichern
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Alle sp&eichern
ActionFileSaveAs:h=Dokument unter neuem Namen speichern
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&peichern als...
ActionFileSelectFromDirectory:h=Wählen Sie die Datei im aktiven Verzeichnis aus
ActionFileSelectFromDirectory=Aus Verzeichnis auswählen
ActionHelp=&Hilfe
ActionHelpAboutEditBone:h=Information über EditBone anzeigen
ActionHelpAboutEditBone=Über EditBone
ActionHelpCheckForUpdates:h=Nach Updates suchen
ActionHelpCheckForUpdates=Na&ch Updates suchen
ActionHelpVisitHomepage:h=Besuchen Sie die EditBone Homepage - http://www.bonecode.com/
ActionHelpVisitHomepage=Webseite besuchen
ActionMacro:t=Translation needed
ActionMacro=Macro
ActionMacroOpen:h=Makro öffnen
ActionMacroOpen=Öffnen...
ActionMacroPause:h=Makro pausieren
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=Pausieren
ActionMacroPlayback:h=Makro wiedergeben
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=Wiedergeben
ActionMacroRecord:h=Makro aufnehmen
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=Aufnehmen
ActionMacroSaveAs:h=Makro unter neuem Namen speichern
ActionMacroSaveAs=S&peichern als...
ActionMacroStop:h=Makroaufnahme stoppen
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Stop
ActionOutputCloseAllOtherPages:h=Alle anderen schließen
ActionOutputCloseAllOtherPages=A&lle anderen Seiten schließen
ActionOutputCopyAllToClipboard:h=Copy all to clipboard
ActionOutputCopyAllToClipboard:t=Translation needed
ActionOutputCopyAllToClipboard=Copy all to clipboard
ActionOutputCopySelectedToClipboard:h=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:t=Translation needed
ActionOutputCopySelectedToClipboard=Copy selected to clipboard
ActionOutputOpenAll:h=Alle Dateien öffnen
ActionOutputOpenAll=Alle öffnen
ActionOutputOpenSelected=&Open selected
ActionOutputOpenSelected:h=Open selected files
ActionOutputOpenSelected:t=Translation needed
ActionOutputClose:h=Aktuelle Seite schließen
ActionOutputClose=S&chließen
ActionOutputCloseAll:h=Alle Seiten schließen
ActionOutputCloseAll=&Alle schließen
ActionOutputSelectAll:h=Select all files
ActionOutputSelectAll:t=Translation needed
ActionOutputSelectAll=Select all
ActionOutputUnselectAll:h=Unselect all files
ActionOutputUnselectAll:t=Translation needed
ActioOutputnUnselectAll=Unselect all
ActionSearch=&Suchen
ActionSearchClearBookmarks:h=Alle Lesezeichen löschen
ActionSearchClearBookmarks=Lesezeichen löschen
ActionSearchClose:h=Close
ActionSearchClose:t=Translation needed
ActionSearchFindAll=Find all
ActionSearchFindAll:h=Find all matching texts
ActionSearchFindAll:t=Translation needed
ActionSearchFindInFiles:h=In mehreren Dateien suchen
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=In Dateien &finden...
ActionSearchFindNext:h=Finde nächsten passenden Text
ActionSearchFindNext:s=F3
ActionSearchFindNext=&Nächstes finden
ActionSearchFindPrevious:h=Finde vorherigen passenden Text
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Vo&rheriges finden
ActionGotoNextBookmark=Next
ActionGotoNextBookmark:h=Go to next bookmark
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark:t=Translation needed
ActionGotoPreviousBookmark=Previous
ActionGotoPreviousBookmark:h=Go to previous bookmark
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark:t=Translation needed
ActionSearchGoToBookmarks:h=Gehe zu Lesezeichen
ActionSearchGoToBookmarks=Gehe zu Lesezeichen
ActionSearchGoToLine:h=Gehe zu Zeile
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Gehe zu Zeile
ActionSearchOptions:h=Search options
ActionSearchOptions:t=Translation needed
ActionSearchReplace:h=Ersetze Text
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=E&rsetzen...
ActionSearchSearchButton:h=Suchen nach bestimmtem Text
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=&Suchen...
ActionSearchToggleBookmark:h=Lesezeichen in aktueller Zeile setzen oder löschen . Lesezeichen können auch mit Ctrl+Shift+1..9 gesetzt werden. Gehe zu Lesezeichen mit Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=&Lesezeichen setzen
ActionSearchToggleBookmarks:h=Lesezeichen aktivieren
ActionSearchToggleBookmarks=Lesezeichen aktivieren
ActionSearchEngine:h=Select search engine
ActionSearchEngine:t=Translation needed
ActionSearchCaseSensitive:h=Case sensitive
ActionSearchCaseSensitive:t=Translation needed
ActionSearchInSelection:h=In selection
ActionSearchInSelection:t=Translation needed
ActionToolbarMenuLanguage=Sprache
ActionToolbarMenuSkin=Stil...
ActionToolbarMenuView:t=Translation needed
ActionToolbarMenuView=&View
ActionTools=&Werkzeuge
ActionToolsCharacterMap:h=Unicodezeichen durch Doppelklick in das aktuelle Dokument einfügen
ActionToolsCharacterMap=&Unicode Zeichentabelle...
ActionToolsClipboardHistory=Clipboard history
ActionToolsClipboardHistory:t=Translation needed
ActionToolsCompareFiles:h=Dateien vergleichen
ActionToolsCompareFiles=Dateien verglei&chen...
ActionToolsConvert:h=Konvertiere zwischen numerischen Einheiten
ActionToolsConvert=K&onvertieren...
ActionToolsLanguageEditor:h=Spracheneditor
ActionToolsLanguageEditor=Spracheneditor...
ActionToolsOptions:h=Optionen
ActionToolsOptions=&Optionen...
ActionToolsSelectForCompare:h=Dokument zum Vergleichen auswählen
ActionToolsSelectForCompare=Zum Vergleichen auswählen...
ActionView=Ansicht
ActionViewCloseDirectory:h=Aktives Verzeichnis schließen
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=&Verzeichnis schließen
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewColorSelection=Color
ActionViewDirectory:h=Verzeichnis anzeigen oder verstecken
ActionViewDirectory=Verzeichnis
ActionViewEditDirectory:h=Aktives Verzeichnis bearbeiten
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=V&erzeichnis bearbeiten...
ActionViewEncodingSelection:h=Hervorgehobene Enkodierungsauswahl anzeigen oder verstecken
ActionViewEncodingSelection=Enkodierung
ActionViewFiles:h=Dateien im ausgewählten Verzeichnis suchen
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Dateien...
ActionViewFold=Fold
ActionViewFold:t=Translation needed
ActionViewFoldAll=Fold all
ActionViewFoldAll:h=Fold all
ActionViewFoldAll:t=Translation needed
ActionViewFoldAllDownFromActiveLine=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:h=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:t=Translation needed
ActionViewFoldAllDownFromSelectedLine=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:h=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:t=Translation needed
ActionViewFoldAllUpFromActiveLine=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:h=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:t=Translation needed
ActionViewFoldAllUpFromSelectedLine=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:h=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:t=Translation needed
ActionViewFoldSelected=Fold selected
ActionViewFoldSelected:h=Fold selected
ActionViewFoldSelected:t=Translation needed
ActionViewUnfold=Unfold
ActionViewUnfold:t=Translation needed
ActionViewUnfoldAll=Unfold all
ActionViewUnfoldAll:h=Unfold all
ActionViewUnfoldAll:t=Translation needed
ActionViewUnfoldAllDownFromActiveLine=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:h=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:t=Translation needed
ActionViewUnfoldAllDownFromSelectedLine=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:h=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:t=Translation needed
ActionViewUnfoldAllUpFromActiveLine=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:h=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:t=Translation needed
ActionViewUnfoldAllUpFromSelectedLine=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:h=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:t=Translation needed
ActionViewUnfoldSelected=Unfold selected
ActionViewUnfoldSelected:h=Unfold selected
ActionViewUnfoldSelected:t=Translation needed
ActionViewHighlighterSelection:h=Hervorgehobene Auswahl anzeigen oder verstecken
ActionViewHighlighterSelection=&Highlighter
ActionViewLineNumbers:h=Zeilennummern
ActionViewLineNumbers=Zeilennummern
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=Minimap anzeigen oder verstecken
ActionViewMiniMap=Minimap
ActionViewNextPage:h=Gehe zu nächster Seite
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Nächste Seite
ActionViewOpenDirectory:h=Neues Verzeichnis öffnen
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Verzeichnis öffnen...
ActionViewOutput:h=Ausgabe anzeigen oder verstecken
ActionViewOutput=A&usgabe
ActionViewPreviousPage:h=Gehe zu vorheriger Seite
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Vorherige Seite
ActionViewSelectionMode:h=Selektionsmodus aktivieren. Alt Taste aktiviert und deaktiviert den Selektionsmodus.
ActionViewSelectionMode=Selektions&modus
ActionViewSkinSelector=Skin selector
ActionViewSkinSelector:t=Translation needed
ActionViewSpecialChars:h=Sonderzeichen aktivieren
ActionViewSpecialChars=Sonderze&ichen
ActionViewSplit:h=Dokument aufteilen
ActionViewSplit=Aufteilen
ActionViewSyncEdit=Sync edit
ActionViewSyncEdit:h=Show or hide synchronized editing
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewSyncEdit:t=Translation needed
ActionViewStatusBar:h=Statusleiste anzeigen oder verstecken
ActionViewStatusBar=&Statusleiste
ActionViewToolbar:h=Werkzeugleiste anzeigen oder verstecken
ActionViewToolbar=&Werkzeugleiste
ActionViewTitleBar=Title bar
ActionViewTitleBar:t=Translation needed
ActionViewTitleBarFilename=Filename
ActionViewTitleBarFilename:h=Show or hide the title bar filename
ActionViewTitleBarFilename:t=Translation needed
ActionViewTitleBarFileList=File list
ActionViewTitleBarFileList:h=Show or hide the title bar file list
ActionViewTitleBarFileList:t=Translation needed
ActionViewWordWrap:h=Zeilenumbruch
ActionViewWordWrap=Zeilenumbruch
ActionViewXMLTree:h=XML Baum anzeigen oder verstecken
ActionViewXMLTree=&XML Baum
ActionXMLTreeRefresh:h=XML Baum aktualisieren
ActionXMLTreeRefresh=E&rneuern
PanelDocument=Processing...
PanelDocument:t=Translation needed

[AskYesOrNo]
ChangeColorFile=You are changing an original color file. Create a new modified color file?
ChangeColorFile:t=Translation needed
CancelSearch=Suche abbrechen, sind Sie sicher?
CloseDirectory=Verzeichnis %s schließen, sind Sie sicher?
DeleteDirectory=Verzeichnis %s löschen, sind Sie sicher?
DeleteFile=Datei %s löschen, sind Sie sicher?
NewVersion=Eine neue Version %s von %s ist verfügbar.%sWollen Sie die neue Version aus dem Internet herunterladen?
RecordMacro=Neues Makro aufnehmen, sind Sie sicher?
ReplaceOccurence=Diese Vorkommnis von '%s' ersetzen?
SaveChanges=Änderungen speichern?
SearchMatchNotFound=Suchanfrage nicht gefunden.%sVom Anfang der Datei an neu suchen?
SearchStringNotFound=Suchanfrage '%s' nicht gefunden

[Message]
CannotFindString=Kann String '%s' nicht finden
DocumentStatistics=Anzahl der Zeilen: %d%sAnzahl der Wörter: %d%sAnzahl der Zeichen: %d
LatestVersion=Sie benutzen die neueste Version.
SelectFilePathFromDirectory=Select file path from directory
SelectFilePathFromDirectory:t=Translation needed
NoDefaultPrinter=There is no default printer currently selected.
NoDefaultPrinter:t=Translation needed

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Tab Bezeichnung eingeben.
FileNotFound=Datei '%s' nicht gefunden.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Hauptordner existiert nicht.

[WarningMessage]
FileAccessError=Datei %s zugriffs Fehler.

[Constant]
AllFiles=Alle Dateien
AllSkinsDownload=All skins download
AllSkinsDownload:t=Translation needed
Arrow:t=Translation needed
Arrow=Arrow
AutoSave=Automatisch speichern
Block=Block
Bookmark=Lesezeichen
Bottom=Unten
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Dateien vergleichen
Confirmation=Confirmation
Confirmation:t=Translation needed
CountingFiles=Dateien werden gezählt...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Dokument
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Abbrechen...
DownloadDone=Fertig.
EditDirectory=Verzeichnis bearbeiten
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
Error=Error
Errot:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d Datei(en) wurden in %s gefunden
FooterLeft=Fußzeile - Links
FooterRight=Fußzeile - Rechts
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Halber Block
HeaderLeft=Kopfzeile - Links
HeaderRight=Kopfzeile - Rechts
Hide=Verstecken
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Horizontale Linie
Information=Information
Information:t=Translation needed
Insert=Einfügen
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Spracheneditor - [%s]
Line=Zeile
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=min
Modified=Geändert
Normal=Normal
Normal:t=Translation needed
OccurencesFound=%d Vorkommniss(e) wurden gefunden in %s
Open=Öffnen
OpenDirectory=Verzeichnis öffnen
Overwrite=Überschreiben
Page=Page
Page:t=Translation needed
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Seite: $PAGENUM$ von $PAGECOUNT$
PreviewPage=Seite: %d / %d
PreviewPrintDocument=Drucken (%s)|Drucken an %s
PrintedBy=Gedruckt von %s
RegularExpression=Regulärer Ausdruck
Rename=Möchten Sie %s umbenennen zu %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
ReopenItems=Reopen items
ReopenItems:t=Translation needed
RightMargin=Right margin
RightMargin:t=Translation needed
SaveAs=Speichern als
SearchFor=Suche nach '%s'
SearchItems=Search items
SearchItems:t=Translation needed
Second=s
SelectRootDirectory=Hauptverzeichnis wählen
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
TextToFindItems=Text to find items
TextToFindItems:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top=Oben
TopLine=Oberste Zeile: %d
Triangle=Triangle
Triangle:t=Translation needed
VersionInfoNotFound=Versionsinfo nicht gefunden.
VerticalLine=Vertikale Linie
Warning=Warning
Warning:t=Translation needed
Wildcard=Wildcard
Wildcard:t=Translation needed

[DialogConstant]
SMsgDlgAbort=&Abbrechen
SMsgDlgAll=&Alle
SMsgDlgCancel=Abbrechen
SMsgDlgClose=Schließen
SMsgDlgConfirm=Bestätigen
SMsgDlgError=Fehler
SMsgDlgHelp=&Hilfe
SMsgDlgHelpHelp=Hilfe
SMsgDlgHelpNone=Keine Hilfe verfügbar
SMsgDlgIgnore=&Ignorieren
SMsgDlgInformation=Information
SMsgDlgNo=&Nein
SMsgDlgNoToAll=N&ein zu allen
SMsgDlgOK=OK
SMsgDlgRetry=E&rneut versuchen
SMsgDlgWarning=Warnung
SMsgDlgYes=Ja
SMsgDlgYesToAll=Ja zu &allen

[ColorConstant]
SNameBlack=Schwarz
SNameMaroon=Kastanienbraun
SNameGreen=Grün
SNameOlive=Olivgrün
SNameNavy=Marinenblau
SNamePurple=Purpur
SNameTeal=Seegrün
SNameGray=Grau
SNameSilver=Silber
SNameRed=Rot
SNameLime=Hellgrün
SNameYellow=Gelb
SNameBlue=Blau
SNameFuchsia=Fuchsia
SNameAqua=Aquamarin
SNameWhite=Weiß
SNameMoneyGreen=Geldgrün
SNameSkyBlue=Himmelblau
SNameCream=Cream
SNameMedGray=Mittelgrau
SNameActiveBorder=Aktiver Rand
SNameActiveCaption=Aktive Überschrift
SNameAppWorkSpace=Arbeitsfläche
SNameBackground=Hintergrund
SNameBtnFace=Schaltfläche Vorderseite
SNameBtnHighlight=Hervorgehobene Schaltfläche
SNameBtnShadow=Schaltflächenschatten
SNameBtnText=Schaltflächentext
SNameCaptionText=Überschriftstext
SNameDefault=Standard
SNameGradientActiveCaption=Aktiver Verlauf Überschrift
SNameGradientInactiveCaption=Inaktiver Verlauf Überschrift
SNameGrayText=Grauer Text
SNameHighlight=Hervorgehobener Hintergrund
SNameHighlightText=Hervorgehobener Text
SNameHotLight=Heißlicht
SNameInactiveBorder=Inaktiver Rand
SNameInactiveCaption=Inaktive Überschrift
SNameInactiveCaptionText=Inaktiver Überschriftstext
SNameInfoBk=Informationshintergrund
SNameInfoText=Informationstext
SNameMenu=Menühintergrund
SNameMenuBar=Menüleiste
SNameMenuHighlight=Hervorgehobenes Menü
SNameMenuText=Menütext
SNameNone=Nichts
SNameScrollBar=Bildlaufleiste
SName3DDkShadow=3D Dunkler Schatten
SName3DLight=3D Licht
SNameWindow=Fensterhintergrund
SNameWindowFrame=Fensterrahmen
SNameWindowText=Fenstertext
SColorBoxCustomCaption=Custom...
SColorBoxCustomCaption:t=Translation needed

[FileTypes]
ActionScript=ActionScript dateien (*.as)
ASP=ASP dateien (*.asp)
Assembler 68HC11=68HC11 Assembler dateien (*.hc11;*.asc)
AutoIt v3=AutoIt dateien (*.au3)
AWK=AWK scripts (*.awk)
C#=C# dateien (*.cs)
C++=C++ dateien (*.cpp;*.hpp)
C=C dateien (*.c;*.h)
CoffeeScript=CoffeeScript dateien (*.coffee)
CSS=Cascading Stylesheet dateien (*.css)
D=D dateien (*.d;*.di)
Delphi Form Module=Delphi Form Module dateien (*.dfm)
Free Pascal=Free Pascal dateien (*.pp)
GLSL=GLSL dateien (*.glsl)
Go=Go dateien (*.go)
Groovy=Groovy dateien (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML dateien (*.html;*.htm)
INI=INI dateien (*.ini;*.lng)
Inno Setup=Inno Setup dateien (*.iss)
Java=Java dateien (*.java)
JavaScript=JavaScript dateien (*.js)
JSON=JSON dateien (*.json)
LaTex=LaTex dateien (*.lat;*.tex;*.lex)
Lisp=Lisp dateien (*.lisp)
Lua=Lua dateien (*.lua)
Markdown=Markdown dateien (*.md)
MATLAB=MATLAB dateien (*.matlab)
MIME=MIME dateien (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch dateien (*.bat;*.cmd)
Objective-C=Objective-C dateien (*.m)
Object Pascal=Pascal dateien (*.pas;*.dpr;*.dpk)
OCaml=OCaml dateien (*.ml)
Perl=Perl dateien (*.pl;*.pm;*.cgi)
PHP=PHP dateien (*.php;*.class;*.inc)
PowerShell=PowerShell dateien (*.ps1)
Python=Python dateien (*.py)
Ruby=Ruby dateien (*.rb;*.rbw)
Rust=Rust dateien (*.rc)
Scala=Scala dateien (*.scala)
SQL - Standard=SQL dateien (*.sql)
Swift=Swift dateien (*.swift)
TclTk=Tcl/Tk dateien (*.tcl)
Text=Text dateien (*.txt)
TypeScript=TypeScript dateien (*.ts)
UnrealScript=UnrealScript dateien (*.uc)
Visual Basic=Visual Basic dateien (*.vb;*.bas)
XML=XML dateien (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=XSL dateien (*.xsl;*.xslt)
Macro=Macro dateien (*.mcr)|*.mcr
Language=Sprachdateien (*.lng)|*.lng
Zip=Zip dateien (*.zip)|*.zip

[ClipboardHistoryDialog]
Caption=Clipboard history
Caption:t=Translation needed
ActionCopyToClipboard=Copy to clipboard
ActionCopyToClipboard:t
ActionInsertInEditor=Insert in editor
ActionInsertInEditor:t
ActionClearAll=Clear all
ActionClearAll:t

[ChangedFilesDialog]
VirtualDrawTree:0=File
VirtualDrawTree:0:t=Translation needed
VirtualDrawTree:1=Path
VirtualDrawTree:1:t=Translation needed

[ConfirmReplaceDialog]
ButtonCancel=Abbrechen
Caption=Ersetzen bestätigen
ButtonNo=&Nein
ButtonYes=&Ja
ButtonYesToAll=Ja zu &allen

[DownloadURLDialog]
ButtonCancel=Abbrechen
Caption=Herunterladen

[FindInFilesDialog]
ButtonCancel=Abbrechen
Caption=In Dateien finden
StickyLabelCaseSensitive=Groß/Kleinschreibung
ComboBoxFileMask=Dateityp
ButtonFind=&Finden
ComboBoxTextToFind=Was finden
ComboBoxDirectory=Ordner
StickyLabelIncludeSubdirectories=In Unterordnern suchen
StickyLabelWholeWordsOnly=Nur ganze Wörter
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Abbrechen

[ItemListDialog]
ActionInsert=Insert
ActionInsert:h=Insert item
ActionInsert:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete item
ActionDelete:t=Translation needed
ActionClearAll=Clear all
ActionClearAll:h=Clear all items
ActionClearAll:t=Translation needed
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed
ActionSort=Sort
ActionSort:h=Sort items
ActionSort:t=Translation needed

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Signalton bei nicht gefundenem Suchbegriff
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelShowSearchMatchNotFound=Show search match not found
StickyLabelShowSearchMatchNotFound:t=Translation needed
StickyLabelShowSearchStringNotFound=Meldung bei nicht gefundenem Suchbegriff anzeigen
StickyLabelWholeWordsOnly=Nur ganze Wörter
StickyLabelWrapAround=Wrap around
StickyLabelWrapAround:t=Translation needed
ButtonOK=OK
ButtonCancel=Abbrechen

[OptionsToolbarItemsDialog]
Caption=Menüpunkte auswählen
VirtualDrawTreeAddItems:0=Menüpunkt
ButtonAdd=Hinzufügen
ButtonCancel=Abbrechen

[ReplaceDialog]
ButtonCancel=Abbrechen
ButtonFind=&OK
ButtonReplaceAll=Alle ersetzen
Caption=Ersetzen
ComboBoxSearchFor=Suchen nach
GroupBoxOptions=Optionen
GroupBoxReplaceIn=Ersetzen in
RadioButtonAllOpenFiles=Alle geöffneten Dateien
RadioButtonWholeFile=Ganze Datei
StickyLabelCaseSensitive=Auf Groß/Kleinschreibung achten
StickyLabelPromptOnReplace=Prompt on replace
StickyLabelPromptOnReplace:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Nur ganze Wörter
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed
GroupBoxDirection=Direction
GroupBoxDirection:t=Translation needed
RadioButtonDirectionForward=Forward
RadioButtonDirectionForward:t=Translation needed
RadioButtonDirectionBackward=Backward
RadioButtonDirectionBackward:t=Translation needed
GroupBoxOrigin=Origin
GroupBoxOrigin:t=Translation needed
RadioButtonOriginFromCursor=From cursor
RadioButtonOriginFromCursor:t=Translation needed
RadioButtonEntireScope=Entire scope
RadioButtonEntireScope:t=Translation needed

[SkinSelectDialog]
PanelPreviewArea=Preview area
PanelPreviewArea:t=Translation needed
GroupBoxSkinColorization=Skin colorization
GroupBoxSkinColorization:t=Translation needed
LabelHueOffset=HUE Offset
LabelHueOffset:t=Translation needed
LabelSaturation=Saturation
LabelSaturation:t=Translation needed
LabelBrightness=Brightness
LabelBrightness:t=Translation needed
StickyLabelExtendedBordersMode=Extended borders mode
StickyLabelExtendedBordersMode:t=Translation needed
StickyLabelBlendOnMove=Blend a form when moved
StickyLabelBlendOnMove:t=Translation needed
StickyLabelAllowAeroBlurring=Allow aero blurring
StickyLabelAllowAeroBlurring:t=Translation needed
StickyLabelAllowAnimation=Allow animation
StickyLabelAllowAnimation:t=Translation needed
StickyLabelAllowGlowing=Allow glowing
StickyLabelAllowGlowing:t=Translation needed
StickyLabelAllowOuterEffects=Allow outer effects
StickyLabelAllowOuterEffects:t=Translation needed

[ConvertForm]
Caption=Numerische Einheiten umwandeln
ComboBoxType=Typ
ComboBoxFrom=Von
ComboBoxTo=Zu
EditValue=Wert
EditResult=Ergebnis

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Erste|Gehe zu erster Seite
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Letzte|Gehe zu letzter Seite
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Zeilennummern anzeigen
ActionNext=Next
ActionNext:h=Nächste|Gehe zu nächster Seite
ActionPrevious=Previous
ActionPrevious:h=Vorherige|Gehe zu vorheriger Seite
ActionPrint=Print
ActionPrint:h=Drucken|Dokument drucken
ActionWordWrap=Word wrap
ActionWordWrap:h=Zeilenumbruch
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Zoom|Zoom In/Out
Caption=Druckvorschau

[SearchForFilesForm]
Caption=Dateien suchen
PanelSearchingFiles=Suche Dateien...

[CompareFrame]
CopySelectionLeftAction:h=Selektion nach links kopieren
CopySelectionRightAction:h=Selektion nach rechts kopieren
FindNextDifferenceAction:h=Nächsten Unterschied finden
LeftDocumentButtonClickAction:h=Ein Dokument öffnen
LeftLabel=Linke Spalte:
OpenDocumentsLeftAction:h=Ein Dokument öffnen
OpenDocumentsRightAction:h=Ein Dokument öffnen
RefreshAction:h=Dokumente aktualisieren
RightDocumentButtonClickAction:h=Ein Dokument öffnen
RightLabel=Rechte Spalte:
SaveLeftGridAction:h=Dokument speichern
SaveRightGridAction:h=Dokument speichern

[OptionsCompareFrame]
StickyLabelIgnoreCase=Ignoriere Groß/Kleinschreibung
StickyLabelIgnoreBlanks=Ignoriere freien Raum

[OptionsEditorCaretFrame]
StickyLabelVisible=Sichtbar
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Sichtbar
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndentGuides=Highlight indent guides
StickyLabelHighlightIndentGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelShowTreeLine=Show tree line
StickyLabelShowTreeLine:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed
EditHintRowCount=Hint row count
EditHintRowCount:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Aktiviert
StickyLabelCaseSensitive=Groß/Kleinschreibung
StickyLabelAutoInvoke=Auto invoke
StickyLabelAutoInvoke:t=Translation needed
ComboBoxShortcut=Shortcut

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=Automatische Größe
StickyLabelShowAfterLastLine=Zeilennummern nach der letzten Zeile anzeigen
StickyLabelShowBookmarkPanel=Lesezeichenleiste anzeigen
StickyLabelShowBookmarks=Lesezeichen anzeigen
StickyLabelShowInTens=Zeilennummern in Zehnern
StickyLabelShowLeadingZeros=Zeilennummern anfangend ab Null
StickyLabelShowLineState=Geänderte Zeile anzeigen
StickyLabelVisible=Sichtbar
EditLineNumbersStartFrom=Start from
EditLineNumbersStartFrom:t=Translation needed
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Breite
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed
ColorComboBoxBookmarkLineColor=Bookmark line color
ColorComboBoxBookmarkLineColor:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Sichtbar
StickyLabelShowBookmarks=Show bookmarks
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBorder=Show border
StickyLabelShowBorder:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelShowSearchResults=Show search results
StickyLabelShowSearchResults:t=Translation needed
StickyLabelShowShadow=Show shadow
StickyLabelShowShadow:t=Translation needed
StickyLabelUseBlending=Use blending
StickyLabelUseBlending:t=Translation needed
StickyLabelInvertBlending=Invert blending
StickyLabelInvertBlending:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed
EditWidth=Breite

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Automatisches Einrücken
StickyLabelAutoSave=Automatisches Speichern
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Leerzeichen löschen
StickyLabelUndoAfterSave=Rückgängig nach Speichervorgang
EditLineSpacing=Zeilenabstand
EditClipboardHistoryItemsCount=Clipboard history items count
EditClipboardHistoryItemsCount:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Sichtbar
StickyLabelAutoLineBreak=Auto line break
StickyLabelAutoLineBreak:t=Translation needed
StickyLabelMouseMove=Mausbewegung
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Position

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Bis zum Ende der Datei scrollen
StickyLabelPastEndOfLineMarker=Bis zum Ende der Zeile scrollen
StickyLabelShowHint=Scrollhinweis anzeigen
StickyLabelShowShadow=Show shadow
StickyLabelShowShadow:t=Translation needed

[OptionsEditorSearchFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelClearWhenClosed=Clear when closed
StickyLabelClearWhenClosed:t=Translation needed
StickyLabelDocumentSpecificSearch=Dokumentspezifische Suche
StickyLabelShowSearchMap=Suchkarte anzeigen
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=Sichtbar
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelExpandRealNumbers=Expand real numbers
StickyLabelExpandRealNumbers:t=Translastion needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelTermsCaseSensitive=Terms case-sensitive
StickyLabelTermsCaseSensitive:t=Translation needed
StickyLabelFromEndOfLine=From end of line
StickyLabelFromEndOfLine:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelToEndOfLastLine=To end of last line
StickyLabelToEndOfLastLine:t=Translation needed
StickyLabelTripleClickRowSelect=Ganze Zeile mit Dreifachklick markieren

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
StickyLabelUseMiddleColor=Use middle color
StickyLabelUseMiddleColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelCaseSensitive=Case sensitive
StickyLabelCaseSensitive:t=Translation needed
StickyLabelShowActivateIcon=Show activate icon
StickyLabelShowActivateIcon:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Tabs in Leerzeichen umwandeln
StickyLabelColumns=Columns
StickyLabelColumns:t=Translation needed
StickyLabelPreviousLineIndent=Previous line indent
StickyLabelPreviousLineIndent:t=Translation needed
EditWidth=Breite

[OptionsEditorWordWrapFrame]
ComboBoxWidth=Width
ComboBoxWidth:t=Translation needed

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Systemschrift verwenden
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Baumzeilen anzeigen
StickyLabelShowCheckBox=Show check box
StickyLabelShowCheckBox:t=Translation needed
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Einrücken

[OptionsPrintFrame]
ComboBoxDocumentName=Dokumentname
ComboBoxPageNumber=Seitennummer
ComboBoxPrintedBy=Gedruckt von
ComboBoxDateTime=Datum Zeit
StickyLabelShowHeaderLine=Kopfzeile anzeigen
StickyLabelShowFooterLine=Fußzeile anzeigen
StickyLabelShowLineNumbers=Zeilennummern anzeigen
StickyLabelWordWrap=Zeilenumbruch

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Schlüsselwort ausrichten
StickyLabelKeywordAlignmentLeftJustify=Schlüsselwort strikt links ausrichten

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Schlüsselwörter
ComboBoxKeywords:t=Translation needed
ComboBoxIdentifier=Bezeichner
ComboBoxIdentifier:t=Translation needed
ComboBoxQuotedIdentifier=Bezeichner in Anführungszeichen
ComboBoxQuotedIdentifier:t=Translation needed
ComboBoxTableName=Tabellenname
ComboBoxTableName:t=Translation needed
ComboBoxColumnName=Spaltenname
ComboBoxColumnName:t=Translation needed
ComboBoxAliasName=Aliasname
ComboBoxAliasName:t=Translation needed
ComboBoxVariableName=Variablenname
ComboBoxVariableName:t=Translation needed
ComboBoxFunctionName=Funktionsname
ComboBoxFunctionName:t=Translation needed
ComboBoxDataType=Datentyp
ComboBoxFunctionName:t=Translation needed

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Datenbank

[OptionsSQLIndentationFrame]
EditIndentLength=Einrückungsbreite
StickyLabelUseTab=Tab benutzen
EditTabSize=Tabgröße
EditFunctionBodyIndent=Funktionsinhalt einrücken
StickyLabelBlockOnNewLine=Block bei Zeilenumbruch
EditBlockLeftIndentSize=Linker Block Einrückungsbreite
EditBlockRightIndentSize=Rechter Block Einrückungsbreite
EditBlockIndentSize=Block Einrückungsbreite
EditSingleStatementIndent=IF/ELSE Anweisung Einrückungsbreite

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Spalten Auflistungsstil
ComboBoxValueListStyle=Wert Auflistungsstil
ComboBoxValueListStyle:t=Translation needed
EditInsertColumnsPerLine=Spalten pro Zeile einfügen
EditInsertColumnsPerLine:t=Translation needed
StickyLabelParenthesisInSeparateLines=Parenthesen in getrennten Zeilen einfügen

[OptionsSQLSelectFrame]
TabSheetColumnList=Spaltenliste
TabSheetSubquery=Unterabfrage
TabSheetSubquery:t=Translation needed
TabSheetIntoClause=INTO Anweisung
TabSheetFromJoinClause=FROM/JOIN Anweisung
TabSheetFromJoinClause:t=Translation needed
TabSheetAndOrKeyword=AND/OR Schlüsselwort
TabSheetAndOrKeyword:t=Translation needed
TabSheetGroupByClause=GROUP BY Anweisung
TabSheetGroupByClause:t=Translation needed
TabSheetHavingClause=HAVING Anweisung
TabSheetHavingClause:t=Translation needed
TabSheetOrderByClause=ORDER BY Anweisung
TabSheetOrderByClause:t=Translation needed
ComboBoxColumnListStyle=Stil
ComboBoxColumnListStyle:t=Translation needed
ComboBoxColumnListLineBreak=Zeilenumbruch
ComboBoxColumnListLineBreak:t=Translation needed
StickyLabelAlignAlias=Ausrichtungsalias
StickyLabelAlignAlias:t=Translation needed
StickyLabelColumnInNewLine=Spalten in neuer Zeile
StickyLabelColumnInNewLine:t=Translation needed
StickyLabelTreatDistinctAsVirtualColumn=DISTINCT als virtuelle Spalte behandeln
StickyLabelTreatDistinctAsVirtualColumn:t=Translation needed
StickyLabelNewLineAfterIn=Neue Zeile nach IN
StickyLabelNewLineAfterIn:t=Translation needed
StickyLabelNewLineAfterExists=Neue Zeile nach EXISTS
StickyLabelNewLineAfterExists:t=Translation needed
StickyLabelNewlineAfterComparisonOperator=Neue Zeile nach Vergleichsoperator
StickyLabelNewlineAfterComparisonOperator:t=Translation needed
StickyLabelNewlineBeforeComparisonOperator=Neue Zeile vor Vergleichsoperator
StickyLabelNewlineBeforeComparisonOperator:t=Translation needed
StickyLabelIntoClauseInNewLine=INTO Anweisung in neuer Zeile
StickyLabelIntoClauseInNewLine:t=Translation needed
ComboBoxFromClauseStyle=Stil
ComboBoxFromClauseStyle:t=Translation needed
StickyLabelFromClauseInNewLine=FROM Anweisung in neuer Zeile
StickyLabelFromClauseInNewLine:t=Translation needed
StickyLabelJoinClauseInNewLine=JOIN Anweisung in neuer Zeile
StickyLabelJoinClauseInNewLine:t=Translation needed
StickyLabelAlignJoinWithFromKeyword=JOIN mit FROM Schlüsselwort ausrichten
StickyLabelAlignJoinWithFromKeyword:t=Translation needed
StickyLabelAlignAndOrWithOnInJoinClause=AND/OR mit ON in JOIN Anweisung ausrichten
StickyLabelAlignAliasInFromClause=Alias in FROM Anweisung ausrichten
StickyLabelAlignAliasInFromClause:t=Translation needed
ComboBoxAndOrLineBreak=Zeilenumbruch
StickyLabelAndOrUnderWhere=AND/OR unter WHERE
StickyLabelAndOrUnderWhere:t=Translation needed
StickyLabelWhereClauseInNewline=WHERE Anweisung neue Zeile
StickyLabelWhereClauseInNewline:t=Translation needed
StickyLabelWhereClauseAlignExpr=WHERE Anweisung Ausrichtungsausdruck
StickyLabelWhereClauseAlignExpr:t=Translation needed
ComboBoxGroupByClauseStyle=Stil
ComboBoxGroupByClauseStyle:t=Translation needed
StickyLabelGroupByClauseInNewLine=GROUP BY Anweisung in neuer Zeile
StickyLabelGroupByClauseInNewLine:t=Translation needed
StickyLabelHavingClauseInNewLine=HAVING Anweisung in neuer Zeile
StickyLabelHavingClauseInNewLine:t=Translation needed
ComboBoxOrderByClauseStyle=Stil
ComboBoxOrderByClauseStyle:t=Translation needed
StickyLabelOrderByClauseInNewLine=ORDER BY Anweisung in neuer Zeile
StickyLabelOrderByClauseInNewLine:t=Translation needed

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Spalten Auflistungsstil

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Leerzeichen um Zeichen des arithmetischen Ausdrucks
StickyLabelSpaceInsideCreate=Leerzeichen innerhalb CREATE FUNCTION/PROCEDURE Parenthesen
StickyLabelSpaceInsideCreate:t=Translation needed
StickyLabelSpaceInsideExpression=Leerzeichen innerhalb Ausdrucksparenthesen
StickyLabelSpaceInsideSubquery=Leerzeichen innerhalb Unterabfrageparenthesen
StickyLabelSpaceInsideFunction=Leerzeichen innerhalb Funktionsaufrufparenthesen
StickyLabelSpaceInsideFunction:t=Translation needed
StickyLabelSpaceInsideTypename=Leerzeichen innerhalb TypeName Parenthesen in CREATE TABLE
StickyLabelSpaceInsideTypename:t=Translation needed

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Systemschrift verwenden
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed
StickyLabelShowMacro=Show macro
StickyLabelShowMacro:t=Translation needed
StickyLabelShowCaretPosition=Show caret position
StickyLabelShowCaretPosition:t=Translation needed
StickyLabelShowKeyState=Show key state
StickyLabelShowKeyState:t=Translation needed
StickyLabelShowModified=Show modified
StickyLabelShowModified:t=Translation needed

[OptionsToolbarFrame]
VirtualDrawTree:h=Benutzen Sie Drag and Drop um Menüpunkte zu bewegen. Rechtsklickmenü um Menüpunkte einzufügen und zu löschen.
VirtualDrawTree:0=Menüpunkt
ActionAddItem=Menüpunkt hinzufügen
ActionAddItem:h=Menüpunkt hinzufügen
ActionDelete=Löschen
ActionDelete:h=Löschen
ActionDelete:t=Translation needed
ActionAddDivider=Trennlinie hinzufügen
ActionAddDivider:h=Trennlinie hinzufügen
ActionReset=Zurücksetzen
ActionReset:h=Menüpunkte zurücksetzen
ActionReset:t=Translation needed
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Über EditBone
LabelCopyright=Copyright %s. Alle Rechte vorbehalten.
LabelMemoryAvailable=Für Windows verfügbarer Speicher: %s
ButtonOK=OK
ButtonDonations=Spenden
ButtonDonations:t=Translation needed
LabelDevelopmentEnvironment=Entwicklungsumgebung
LabelDevelopmentEnvironment:t=Translation needed
LabelThirdPartyComponents=Drittanbieterkomponenten
LabelThirdPartyComponents:t=Translation needed
LabelLanguageFileContributors=Sprachdateien Mitwirkende
LabelLanguageFileContributors:t=Translation needed
LabelIcons=Icons
LabelIcons:t=Translation needed
LabelVersion=Version %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Abbrechen
StickyLabelExcludeOtherBranches=Andere Verzeichniszweige ausschließen
ButtonOK=&OK
EditRootDirectory=Hauptverzeichnis
ComboBoxDrives=Laufwerke anzeigen
ComboBoxFileMask=Dateityp anzeigen
EditTabName=Tab Bezeichnung
GroupBoxOptions=Options
GroupBoxOptions:t=Translation needed

[LanguageEditorForm]
ActionExit:h=Spracheditor schließen
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Neue Sprachdatei erstellen
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Vorhandene Sprachdatei öffnen
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Sprachdatei speichern
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Objekt
VirtualDrawTree:1=Bezeichnung
VirtualDrawTree:2=Hinweis
VirtualDrawTree:3=Shortcut

[OptionsForm]
ActionCompare=Dateien vergleichen
ActionDirectory=Verzeichnis
ActionDirectoryTabs=Tabs
ActionEditor=Editor
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=Vervollständigungsvorschläge
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Schrift
ActionEditorLeftMargin=Linker Rand
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Rechter Rand
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Suchen
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorSyncEdit=Sync edit
ActionEditorSyncEdit:t=Translation needed
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Zeilenumbruch
ActionFileTypes=Dateitypen
ActionMainMenu=Hauptmenü
ActionOutput=Ergebnis
ActionOutputTabs=Tabs
ActionPrint=Drucken
ActionSQLAlignments:t=Translation needed
ActionSQLAlignments=Ausrichtungen
ActionSQLCapitalization:t=Translation needed
ActionSQLCapitalization=Großschreibung
ActionSQLFormatter=SQL Formattierer
ActionSQLIndentation:t=Translation needed
ActionSQLIndentation=Einrückung
ActionSQLInsert:t=Translation needed
ActionSQLInsert=Einfügen
ActionSQLSelect:t=Translation needed
ActionSQLSelect=Auswählen
ActionSQLUpdate:t=Translation needed
ActionSQLUpdate=Aktualisieren
ActionSQLWhitespace:t=Translation needed
ActionSQLWhitespace=Leerraum
ActionStatusBar=Statusleiste
ActionTitleBar=Title bar
ActionTitleBar:t=Translation needed
ActionToolbar=Werkzeugleiste
ButtonCancel=Abbrechen
ButtonOK=&OK
Caption=Optionen
EditorTabsAction=Tabs

[UnicodeCharacterMapForm]
Caption=Unicode Zeichentabelle

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelAutoHide:t=Translation needed
StickyLabelShowTreeLines=Baumzeilen anzeigen
StickyLabelShowHiddenFiles=Versteckte Dateien anzeigen
StickyLabelShowSystemFiles=Systemdateien anzeigen
StickyLabelShowArchiveFiles=Archivdateien anzeigen
StickyLabelShowOverlayIcons=Überlappungssymbole anzeigen
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Einrücken
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Mehrzeilig
StickyLabelShowCloseButton=Schließen Schaltfläche anzeigen
StickyLabelShowOpenDirectoryButton=Show open directory button
StickyLabelShowOpenDirectoryButton:t=Translation needed
StickyLabelShowImage=Bild anzeigen
StickyLabelCloseTabByDblClick=Tab mit Doppelklick schließen
StickyLabelCloseTabByMiddleClick=Tab mit Mittelklick schließen
StickyLabelDoubleBuffered=Doppelt gepuffert
StickyLabelSaveTabs=Tabs speichern
StickyLabelRightClickSelect=Auswählen mit Rechtsklick

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed
EditBrowser=Browser
EditBrowser:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Mehrzeiliges Bearbeiten
StickyLabelShowCloseButton=Schließen Schaltfläche anzeigen
StickyLabelShowImage=Bild anzeigen
StickyLabelCloseTabByDblClick=Tab mit Doppelklick schließen
StickyLabelCloseTabByMiddleClick=Tab mit Mittelklick schließen
StickyLabelDoubleBuffered=Doppelt gepuffert
StickyLabelSaveTabs=Tabs speichern
StickyLabelRightClickSelect=Auswählen mit Rechtsklick

[OptionsFileTypesFrame]
EditExtensions=Erweiterung
VirtualDrawTree:0=Dateityp

[OptionsOutputTabsFrame]
StickyLabelMultiline=Mehrzeilig
StickyLabelShowCloseButton=Schließen Schaltfläche anzeigen
StickyLabelShowImage=Bild anzeigen
StickyLabelCloseTabByDblClick=Tab mit Doppelklick schließen
StickyLabelCloseTabByMiddleClick=Tab mit Mittelklick schließen
StickyLabelDoubleBuffered=Doppelt gepuffert
StickyLabelSaveTabs=Tabs speichern
StickyLabelRightClickSelect=Auswählen mit Rechtsklick

[SQLFormatterConstant]
Stacked=Gestapelt
Wrapped=Umwickelt
Wrapped:t=Translation needed
AfterComma=Nach Komma
BeforeComma=Vor Komma
BeforeComma:t=Translation needed
BeforeCommaWithSpace=Vor Komma mit Leerzeichen
BeforeCommaWithSpace:t=Translation needed
NoLineBreak=Kein Zeilenumbruch
NoLineBreak:t=Translation needed
BeforeAndOr=Vor AND/OR
BeforeAndOr:t=Translation needed
AfterAndOr=Nach AND/OR
AfterAndOr:t=Translation needed
Left=Links
Left:t=Translation needed
Right=Rechts
Right:t=Translation needed
None=Nichts
None:t=Translation needed
Uppercase=Großschreibung
Uppercase:t=Translation needed
Lowercase=Kleinschreibung
Lowercase:t=Translation needed
SentenceCase=Satz Groß-/Kleinschreibung
SentenceCase:t=Translation needed
NoChange=Keine Änderung
NoChange:t=Translation needed

[ConvertConstant]
Distance=Distanz
Micromicrons=Mikromikronen
Angstroms=Ângström
Millimicrons=Millimikron
Microns=Mikrometer
Millimeters=Millimeter
Centimeters=Zentimeter
Decimeters=Dezimeter
Meters=Meter
Decameters=Decameter
Hectometers=Hektometer
Kilometers=Kilometer
Megameters=Megameter
Gigameters=Gigameter
Inches=Zoll
Feet=Fuß
Yards=Yards
Miles=Meilen
NauticalMiles=Nautische Meilen
AstronomicalUnits=Astronomische Einheiten
LightYears=Lichtjahre
Parsecs=Parsec
Cubits=Cubit
Fathoms=Nautischer Faden
Furlongs=Furchenlänge
Hands=Handbreit
Paces=Schritte
Rods=Ruten
Chains=Kette
Links=Link
Picas=Pica
Points=Point
Area=Fläche
SquareMillimeters=Quadratmillimeter
SquareCentimeters=Quadratzentimeter
SquareDecimeters=Quadratdezimeter
SquareMeters=Quadratmeter
SquareDecameters=Quadratdekameter
SquareHectometers=Quadrathektometer
SquareKilometers=Quadratkilometer
SquareInches=Quadratzoll
SquareFeet=Quadratfuß
SquareYards=Quadratyard
SquareMiles=Quadratmeilen
Acres=Acre
Centares=Centares
Ares=Ares
Hectares=Hektar
SquareRods=Perche
Volume=Volumen
CubicMillimeters=Kubikmillimeter
CubicCentimeters=Kubikzentimeter
CubicDecimeters=Kubikdezimeter
CubicMeters=Kubikmeter
CubicDecameters=Kubikdekameter
CubicHectometers=Kubikhektometer
CubicKilometers=Kubikkilometer
CubicInches=Kubikzoll
CubicFeet=Kubikfuß
CubicYards=Kubikyards
CubicMiles=Kubikmeilen
MilliLiters=Milliliter
CentiLiters=Zentiliter
DeciLiters=Deziliter
Liters=Liter
DecaLiters=Dekaliter
HectoLiters=Hektoliter
KiloLiters=Kiloliter
AcreFeet=Acre Feet
AcreInches=Acre Inches
Cords=Cord
CordFeet=Cordfuß
Decisteres=Decisteres
Steres=Ster
Decasteres=Decasteres
FluidGallons=Flüssiggallone
FluidPints=Fluid Pints
FluidQuarts=Fluid Quarts
FluidCups=Fluid Cups
FluidGills=Fluid Gills
FluidOunces=Flüssigunzen
FluidTablespoons=Esslöffel
FluidTeaspoons=Teelöffel
DryGallons=Dry gallon
DryQuarts=Dry Quarts
DryPints=Dry Pints
DryPecks=Dry Pecks
DryBuckets=Dry Buckets
DryBushels=Dry Bushels
UKGallons=UK Gallone
UKPottle=UK Pottles
UKQuarts=UK Quart
UKPints=UK Pints
UKGill=UK Gills
UKOunces=UK Unzen
UKPecks=UK Pecks
UKBuckets=UK Kübel
UKBushels=UK Scheffel
Mass=Masse
Nanograms=Nanogramm
Micrograms=Microgramm
Milligrams=Milligramm
Centigrams=Zentigramm
Decigrams=Dezigramm
Grams=Gramm
Decagrams=Dekagramm
Hectograms=Hektogramm
Kilograms=Kilogramm
MetricTons=Metrische Tonnen
Drams=Dram
Grains=Gran
LongTons=Britische Tonnen
Tons=Tonnen
Ounces=Unzen
Pounds=Pfund
Stones=Stones
NumeralSystem=Zahlensystem
Binary=Binär
Decimal=Dezimal
Hexadecimal=Hexadezimal
Temperature=Temperatur
Celsius=Celsius
Kelvin=Kelvin
Fahrenheit=Fahrenheit
Time=Zeit
Reaumur=Réaumur
Rankine=Rankine
MilliSeconds=Millisekunden
Seconds=Sekunden
Minutes=Minuten
Hours=Stunden
Days=Tage
Weeks=Wochen
Fortnights=Fortnights
Months=Monate
Years=Jahre
Decades=Jahrzente
Centuries=Jahrhunderte
Millennia=Jahrtausende
DateTime=Datum Zeit
JulianDate=Julianisches Datum
ModifiedJulianDate=Modifiziertes julianisches Datum